<template lang="pug">
v-container
  v-row
    v-co.col-12
      v-img(src='../assets/images/aboutus.jpeg' height='300px')

    v-col.col-12
      h2.bigtitle 兒童牙科
    v-col.col-6
      p 三歲以下的小孩子所發生的嚴重蛀牙，我們常稱之為奶瓶型齲齒。最典型的型態是蛀牙發生於上顎前牙，而父母常會因為這些牙齒變黃、變黑、或是牙齒蛀斷掉了，才會發現而前來就診。
      h4 造成奶瓶型齲齒的原因為何呢 ?
      p 嬰兒出生後，引發齲齒的細菌會經由父母或保母的唾液，傳染到嬰幼兒的口腔中，如果，再加上一些不良的飲食習慣，例如：每次餵食的時間過長，抱著奶瓶睡覺等等，會導致嬰幼兒發生猛暴性齲齒，又稱奶瓶性齲齒。事實上並非"奶瓶"本身對牙齒有何害處，而是奶瓶內的東西會對牙齒產生傷害，牛奶、果汁或任何含糖的飲料，會使牙齒長期處於酸性的環境中，進而破壞牙齒產生蛀牙。
      h4 如何預防奶瓶型齲齒呢 ?
      p 每次餵食後，用乾淨的紗布清潔嬰兒牙齦上的奶渣，在他長出第一顆牙後，開始幫他刷牙，而在所有乳牙都萌出後，可以開始幫他用牙線清潔牙縫。
</template>

<script>
export default {
  name: 'Serve4',
  data () {
    return {
    }
  }
}
</script>
