<template lang="pug">
v-container
  v-row
    v-co.col-12
      v-img(src='../assets/images/aboutus.jpeg' height='300px')

    v-col.col-12
        h2 人工植牙
        br
        p 自然牙齒是靠牙根而支撐於口腔內，當牙齒不幸脫落或拔除時，義齒製作只能靠旁邊的牙齒來當支柱。如果不靠鄰近的牙齒，則必須植入人造的地基，即人工牙根，做為義齒的根基。
        h4 造成奶瓶型齲齒的原因為何呢 ?
        p 嬰兒出生後，引發齲齒的細菌會經由父母或保母的唾液，傳染到嬰幼兒的口腔中，如果，再加上一些不良的飲食習慣，例如：每次餵食的時間過長，抱著奶瓶睡覺等等，會導致嬰幼兒發生猛暴性齲齒，又稱奶瓶性齲齒。事實上並非"奶瓶"本身對牙齒有何害處，而是奶瓶內的東西會對牙齒產生傷害，牛奶、果汁或任何含糖的飲料，會使牙齒長期處於酸性的環境中，進而破壞牙齒產生蛀牙。
        h4 如何預防奶瓶型齲齒呢 ?
        p 每次餵食後，用乾淨的紗布清潔嬰兒牙齦上的奶渣，在他長出第一顆牙後，開始幫他刷牙，而在所有乳牙都萌出後，可以開始幫他用牙線清潔牙縫。
</template>

<script>
export default {
  name: 'Serve2',
  data () {
    return {
    }
  }
}
</script>
