<template lang="pug">
v-container
  v-row
    v-co.col-12
      v-img(src='../assets/images/serve2-1.jpg' height='300px')

    v-col.col-12.servepadding
      h2.bigtitle.mt-10 人工植牙
      p.mt-10  &emsp; &emsp;人工植牙是以手術方式將人工牙根植入無牙區的齒槽骨內，以取代被拔除的牙齒。人工牙根主要是以與骨頭結合良好的醫用純鈦與鈦合金為主，將經過電腦精密設計製造外形及功能均類似牙根的長柱體，經由手術植入牙床骨內。人工牙根深埋於齒槽骨內，而假牙卻位於口腔黏膜之外。因此，介於這兩種結構之間必須要有一個連接的橋梁－那就是位於口腔黏膜內的連接體。因此，簡略地說：完整的人工植牙是由植牙體、連接體、假牙三者之間，或由螺絲鎖定，或由黏著劑固定，或由螺絲及黏著劑交互運用，串連成一體的人工取代物，其目的就是要取代喪失的牙齒。
      v-img(src='../assets/images/serve2-2.png')
      v-row.mt-10
        v-col
          h3 FAQ
          v-expansion-panels.mt-5(accordion='')
            v-expansion-panel(v-for='(item,i) in items', :key='i')
              v-expansion-panel-header.footercolor
                h4(style='line-height: 30px') Q： {{ item.name }}
              v-expansion-panel-content(style='line-height: 30px') A：{{ item.content }}

</template>

<script>
export default {
  name: 'Serve2',
  data () {
    return {
      model: [],
      items: [
        { name: '是不是每個人都適合人工植牙?', content: '有以下情況的人並不適合人工植牙沒有完善控制的全身性疾病人有嚴重失控的糖尿病人、洗腎病人、嚴重骨質疏鬆症、愛滋病人。不良口腔癖好夜間磨牙、白天咬牙、用牙齒開瓶蓋、咬鉛筆等習性。前兩者須會診專科醫師診治，後兩者則須確認病人已作修正才考慮植牙，否則過大的咬合力只會加速人工植牙的滅亡。嚼檳榔、酗酒、抽菸者。這三者不但會增加口腔癌的罹患率，對人工植牙也有很大的破壞力。嚼檳榔的過大咬合力連真牙都受不了，更何況是假牙。菸、酒的傷害大家已耳熟能詳，不再贅述。於此，謹提供一些數據供大家參考：一般而言，一天酒精攝取量超過30公克，菸超過20支（一包），便稱之為酗酒及習慣性抽菸者。口腔內骨頭成份嚴重不足者，亦不適合人工植牙。十八歲以下，或者是懷孕中的婦女應暫緩進行人工植牙。對於植牙有不切實際的期望，或精神上因恐懼而不能接受此類治療者，亦屬於不合適的病人 ' },
        { name: '以人工植牙做治療是否比傳統假牙複雜且耗時?', content: '「人工植牙」僅是牙科臨床上的小手術，根據許多實施過的人之經驗，認為其實就和拔牙的感覺差不多，只不過拔牙是使您少了牙齒，「植牙」則為您彌補缺牙。這種牙科植體的設計，是把類似真牙的牙根部植入齒槽中，並露出一部份在外，以便將來做假牙時之用；約三～六個月後，等到齒槽骨和植體緊密接合後，就可以開始做假牙了。可想而知，這樣做出的假牙絕對比沒有牙根而憑空做出來的要好得多。想想看，人生長出一顆牙大約需要二年的時間，而我們植一顆牙只需三～六個月，這不是很奇妙嗎？' },
        { name: '人工植牙可以用多久？', content: '人工植牙與自然牙一樣，需要您的呵護與清潔照顧，以及定期口腔檢查，好的口腔衛生及咀嚼習慣，有助於延長人工牙根的壽命，若不能好好清潔您的牙根並定期回診追蹤，或抽煙過量，常常嚼檳榔，咬過度堅硬食物等，會造成人工牙根的受傷。 記錄上透過良好的口腔衛生保養，人工牙根已有使用三十年以上的輝煌記錄。 根據接受人工植牙的病人表示，人工牙根在咀嚼美觀等等功能之下，與原有牙齒功能相差不大，常常不感覺是人工牙，醫界因此也認為種植的人工牙根應是目前最適當的假牙再生。' }
      ]
    }
  }
}
</script>

<style lang="stylus">
.servepadding
  padding 0 100px
</style>
