<template lang="pug">
v-container
  v-row
    v-co.col-12
      v-img(src='../assets/images/serve5-1.jpg' height='300px')

    v-col.col-12.servepadding
      h2.bigtitle.mt-10 一般牙科
      p.mt-10  &emsp; &emsp;一般牙科又稱GP，治療的範圍包括全口的檢查及初步的治療，針對初、複診患者的主訴進行治療，包括補蛀牙、洗牙、拔牙、根管治療、口腔健診，以及塗氟等工作。臨床上常見的治療項目，主要為：齲齒填補、根管治療、洗牙、拔牙等等…。
      h3.mt-10 洗牙
      p.mt-5 洗牙是利用超音波的器械(洗牙機)在牙齒周圍的牙結石上震動，使牙結石脫落，達成去除牙結石的目的。一般牙周健康的人，牙結石平均約半年會形成一定的厚度(因人而異)，所以每半年洗牙一次，並作牙齒的定期檢查是最好的選擇。曾患牙周病的人應按醫師的指示，定期回診以維持健康！洗牙的時候，由於超音波震動的關係，會有些微酸痛，但並不會傷害牙齒或破壞琺瑯質，在洗完牙結石之後一周內，最好也不要吃太冷或太熱的食物或飲料以免因為暫時性不習慣的關係而有牙齒酸痛的情形發生。
      v-img(src='../assets/images/serve5-2.jpg')
      v-row.mt-10
        v-col
          h3 FAQ
          v-expansion-panels.mt-5(accordion='')
            v-expansion-panel(v-for='(item,i) in items', :key='i')
              v-expansion-panel-header.footercolor
                h4(style='line-height: 30px') Q： {{ item.name }}
              v-expansion-panel-content(style='line-height: 30px') A：{{ item.content }}

</template>

<script>
export default {
  name: 'Serve5',
  data () {
    return {
      model: [],
      items: [
        { name: '我每天都刷牙，為什麼還會蛀牙?', content: '有刷牙並不等於刷乾淨，因為牙縫間是無法用牙刷清潔到的，必須用牙線才有辦法伸入。國人習慣在起床後早餐前刷牙，這是不對的！因為刷牙的目的是清除口腔中進食後殘餘的食物，所以正確應該是早餐後刷牙（三餐飯後刷牙），而一天最重要的一次刷牙應該是睡覺前，因為我們在睡眠8小時中，口腔中唾液分泌減少，細菌濃度相對較高，易造成酸性環境，間接引起蛀牙，因此睡眠前徹底刷牙並用牙線才是避免蛀牙的好方法！' },
        { name: '為何要用牙線?', content: '因為根管治療後的牙齒多已喪失較多牙齒結構，治療完成後多須做牙套將其保護起來，少數牙齒可以直接填補即可。在根管治療完成後到牙套製作完成前請避免用該牙齒咀嚼，否則可能造成牙齒斷裂。(牙套費用請詢問醫師)食物殘渣及牙菌斑容易卡在牙縫中間，就算刷了牙還是無法清潔到牙縫處，此時就需要用到牙線來清潔牙刷清不到的牙縫。 ' },
        { name: '什麼是牙結石?', content: '如果牙菌斑久未清除掉，加上口水中含有的鈣磷等礦物質，會逐漸鈣化掉，緊附於牙齒上，且在牙結石的孔洞中藏有大量的細菌，會釋放毒素， 並壓迫正常的牙齦組織，影響美觀及牙周的健康。此外，牙結石的顏色較牙菌斑偏黃一些，但也有茶褐色及黑色，這跟形成的時間長短、個人的飲食習慣（喝咖啡、茶）及不良習慣（抽煙、嚼食檳榔）等有關，而出現不同的顏色。牙結石一旦形成，新的牙菌斑會更容易附著在牙結石上， 導致牙結石會越來越厚，並方便厭氧細菌的生長，使得牙周病更加惡化。' }
      ]
    }
  }
}
</script>

<style lang="stylus">
.servepadding
  padding 0 100px
</style>
